<?php
return array(
	//前台地址
	'front' => '',

	//缓存过期时间5min, 10min, 30min, 2hours, 4hours
	'cacheExpire' => array('tiny'=>300, 'small'=>600, 'medium'=>1800, 'long'=>7200, 'big'=>14400, 'forever'=>0),

	//分页
	'pagination' => array(
		"pagesize" => 15,
	),

	//奖项名称
	'prizeType' => array(
			'1' => '1.8元红包', //1.8元红包 x98 微信不能发0.88红包，换算成1.8红包 就是98个
			'2' => '1.8元红包', //1.8元红包 x100
			'3' => '8元红包', //8元红包 x100
			'4' => '18元红包', //18元红包 x10
			'5' => '58元红包', // 58元红包 x5
			'6' => '88元红包', // 88元红包 x2
			'7' => '188元红包', // 188元红包 x1
			'8' => '于丹教授文化大讲堂门票', // 简一 x10
			'9' => '易扣罐套装', // 鹰牌 x30
			'10' => '门锁', //大自然木门 x18
			'11' => '平底锅', //金牌橱柜 x5
			'12' => '水龙头（G-7L003）', //澳维丝 x20
			'13' => '花洒（WK-03)', //华美嘉 x5
			'14' => '收纳箱', //丹雅 x40
			'15' => '小林超柔绒毯', //蒙娜丽莎 x20
			'16' => '空气开关', //普洛瓦 x20
	),

);
